Repository: wuchalejs/examples
Catalog: sveltekit/src/locales/*.po
Languages: es, fr

source: This is a sub path
es: Esta es una subruta
fr: Ceci est un sous-chemin

source: Go to sub
es: Ir a sub
fr: Aller à la sous-page

source: Welcome to SvelteKit
es: Bienvenido a SvelteKit
fr: Bienvenue sur SvelteKit

source: Visit <0>svelte.dev/docs/kit</0> to read the documentation
es: Visita <0>svelte.dev/docs/kit</0> para leer la documentación
fr: Visitez <0>svelte.dev/docs/kit</0> pour lire la documentation

source: Hello from module
es: Hola desde el módulo
fr: Bonjour depuis le module

source: Hello from layout!
es: ¡Hola desde el layout!
fr: Bonjour depuis le layout !

source: Hello from nested layout!
es: ¡Hola desde el diseño anidado!
fr: Bonjour depuis la mise en page imbriquée !

source: Load messages from page state
es: Cargar mensajes desde el estado de la página
fr: Charger les messages depuis l'état de la page

source: Load messages from props/data
es: Cargar mensajes desde props/data
fr: Charger les messages depuis les props/données

source: Hello from lib component
es: Hola desde el componente de la librería
fr: Bonjour depuis le composant de la bibliothèque
